Repository: mozilla-l10n/mt-training-data
Catalog: scl/scl_pontoon.tmx
Source language: en_us
Languages: scl

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
scl: اکینے شونگو ریکارڈنگ سم تھیونئی کاریو سم تھے ہیجے ولے کہ یوک چکیونو اواجئی

source: Universities, Academics and Researchers
scl: یونیورسٹیئے، سکولی گہ ریسرچری

source: Upload aborted. Do you want to delete your recordings?
scl: اپلوڈ لنگ بلی۔ توسے تومی ریکارڈنگ یا تھیونو کھوش تھئو دا

source: Upload an image file
scl: ایک فوٹو فائیلیک اپلوڈ تھے

source: { $uploadedSentences } of { $totalSentences } sentences collected
scl: { $uploadedSentences } اپلوڈ بلیک موجو { $totalSentences } پُورے موجو نیو

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
scl: { $uploadedSentences } پُورے موجونیو اپلوڈ بلیک موجی ۔ زاب تھے۔ </downloadLink> نے منیجیلیک موجی ڈاؤن لوڈ تھیونوآنے زاب تھے<downloadLink>

source: Upload failed, please retry.
scl: اپلوڈ نے بیلیِں، دُگُنی گہ تھے۔

source: Upload <icon></icon> public domain sentences
scl: عام جکوکاریو موجیک اپلوڈ <icon></icon> تھے

source: Upload in progress...
scl: اپلوڈ بیوں ہِیں۔۔۔

source: Upload more sentences?
scl: مُتے گہ موجی اپلوڈ تھے دا؟

source: Upload of this clip keeps failing at server. Reload the page or try again later.
scl: انو کلپ سرورانی اپلوڈ نے بِیوں ہُوں۔ پٹو دُگُنی لوڈ تھے یا پتینیو دُگُنی کوشش تھے۔

source: Upload of this clip keeps failing, keep retrying?
scl: انو کلپ اپلوڈ بون نے بِیوں ہوں۔ کوشش تھیوں بئیی۔

source: Urdu
scl: اردو

source: Use correct grammar
scl: سونچی گرامر استعمال تھے

source: Use correct spelling and punctuation
scl: سُونچیئے ہیجا گہ رجینی استعمال تھے

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
scl: اصل باشیڑے گہ باشو رجونوڑے فائیدہ مند <mark> ہیں۔ (ژھو سے جک سے کچٹ نے تھے ہانک موجی رزین کھینی زِینو شونگو سوجون تھیون بانت)

source: User Name
scl: یجاریک نوم

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
scl: یو بلیک موجی جک سے سم ہاں دا نش یا رازینیک سے سم تھے رازینا دا نے رازینا چکینا۔

source: Ushojo
scl: اُشوجو

source: Uyghur
scl: اوئیگھر

source: Uzbek
scl: ازبک

source: Validated Clips
scl: منیجیلیک کلیپی

source: Validated Hours
scl: منیجیلیک گنٹائی

source: Validated Hr. Total
scl: ایچ آر ٹوٹل منیجیلیک

source: Validate readings
scl: رَجیک موجو تصدیق تھے

source: Validate Readings
scl: ریکارڈنگو تصدیق تھے۔

source: Validate Readings, Review Transcriptions
scl: رجیکو تصدیق تھے، ٹرانسکرپشن دُگُنی چکے۔

source: Validate Readings <small>(Coming soon)</small>
scl: ریکارڈِنگے ویلِیڈیٹ تھے <small> لوکو اِیوں ہِیں </small>

source: Validate readings submitted by community members
scl: کمیونیٹیو جک سے چینیئیک موجو تصدیق تھے۔

source: Validate user-recorded readings in your language
scl: تھنی باشینی جک سے ریکارڈ تھیئکئی تصدیق تھے۔

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
scl: چینیئے کلپی سوجون تھے منیونوگا کامن وائس کاری پرولواواجو۔ ایکڑے کونڈ دے یادو اسوڑے بوٹو شونگو ڈیٹا سنیونو ساتی بو۔

source: Validation Progress
scl: منیونو پروگریس

source: Validations
scl: منیجیلیک

source: Value and recognition.
scl: قدر گہ دشٹیار

source: Variant Contribution Options
scl: ویرئینٹس میشک تھین پونیے

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
scl: ویرئینٹس کا گا باشیکو خاص شکلیک بےینا - مثلا آ منجو مجا سانجی بیئی کا اک دشیک یا کوئییکینی بیئینا۔

source: Varying Pronunciations
scl: مُتئی مُتئی رجینئیے

source: Venetian
scl: وینیشین

source: Version
scl: مُتی قِسم

source: Very common mistakes include:
scl: لاؤمجہ بین ٹھیسونی کالن ھاں

source: Vietnamese
scl: ویتنامیز

source: View your progress against personal and project goals.
scl: اکنی گہ کرومو ساچے مجا تومی کارکردگی چکے

source: Visible
scl: پشی جوں

source: Visit our blog or write about us
scl: اسئیی بلاگ واری اے یا اسئیی بارینی کچٹ تھے۔

source: Voice clips are entered into a submission queue that readies them for listening.
scl: شونگے سبمشن (submission) ژھیریڑے وئینا۔ زے سے کونڈ دیئریونو رازیں

source: Voice Collection
scl: شونگو ٹال

source: Voice Contribution
scl: شونگو سانت (contribution)

source: Voice Dataset, Ready for Download
scl: شونگو ڈیٹاسیٹ، ڈاؤنلوڑے تیار

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
scl: شونگو ہگی ہوں، شونگو مشا ہوں۔ آسیکارے بے کرومینی این ٹکنالوجی گہ میشین سینیو لکملک ہانس۔ تا شونگو نظام سنینو کاری سنینوکوٹے شونگو لیگے لاؤ بڑو ڈیٹا اواجو۔

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
scl: شونگو ہگی ہوں، شونگو مشا ہوں۔ آسیکارے بے کرومینی این ٹکنالوجی گہ میشین سینیو لکملک ہانس۔ تا شونگو نظام سنینو کاری شونگو لیگے لاؤ بڑو ڈیٹا اواجو۔

source: Voices Online Now
scl: شونگوے کوتے آنلائن ہاں

source: Voice Validation
scl: شونگو منیجونو

source: Volume
scl: آواس

source: Votic
scl: ووٹک

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
scl: VoxForge لکھیئیک شونگے یو تھیونو سنیئیلے تاکہ مفت گہ Open Source Speech شونگو سہجین تھیک انجنو استعمال گہ تھیون بین۔

source: Wakhi
scl: وخی

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
scl: ایکشان شونگو (کامن وائیس) لائی گہ سم سنیونو رک ہِیں دا؟ مِشٹی ! ای میل تھے یا <discourseLink> موش کَل </discourseLink> فورم، سائیٹو خپ چینڈ <githubLink> GitHub </githubLink> یا یو بو <matrixLink> Matrix </matrixLink> کویوچو موش کل

source: Want to save your information? <createProfile>Create a profile</createProfile>
scl: معلومات سمٹیم تھئو دا؟ پروفائیلک سنے

source: Want to stay in touch with Common Voice?
scl: کامن وائس (ایکشان شونگو) سانتی بیوں دا؟

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
scl: بیسے کامن وائیس ڈیٹاسیٹئی نائی قسمیک چینیئیس تو اپ ڈیٹے چکَوں دا؟ اسئی نیوز لیٹرنی یو بو۔

source: Watch our video explainer to help
scl: اسئی ویڈیو چکے تو ھیجے وازئی۔

source: Wayuunaiki
scl: واینواکی

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
scl: ڈیٹا سموٹیونینی گٹی بونو ، بے کرے گہ استعمال تھینوکو نیو جینئی ضرورت گہ ماحولئی کھوجو نیس۔ بے سے ژھو نیو کھوجونیس

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
scl: بیسے سے ایک عام جکو کاری ایک ڈیٹا سیٹیک سنیو ہاںس زو پُورے سے استعمال تھے شونگے سوجون تھینیک اپلیکیشنوڑے سیچاریون بینا۔

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
scl: بے عام جکو ٹیکنالوجینی، نائی نائی چیزی گہ باشو حقانی شُرایونیس۔ تُو سے بڑو پروجیٹیک یا مہمیک یجاروں تو ضرور آنے <emailFragment> رابطہ تھے۔

source: We are going out to get a coffee.
scl: بے کافی پیونو/اڑیونو دروڑے بجونیس

source: We are going out to get coffee.
scl: بے کافی پیونو دروڑے بوجونیس

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
scl: بیسے جکو کاری موتے پونیے دیئو ہانس کاگی جیسے اسوٹے تومی جنسوشانخت رزین ۔ کنئایک تھے توٹے مشٹی بی تو ادا تھے تومی بارینی رس۔ <learnMoreLink>بیسے کنا تھے جنس چکونس آسو باریینی موتی گہ پڑے</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
scl: بیسے موزیلانی ایک شونگو ٹیکنالوجو کمیونیٹیک سنیو ہانس۔ تُسے انی ڈیٹا کدا استعمال تھوں، نائی تازہ یوک تھوں ڈیٹا سورس گہ تُونیو کونڈ دیونو کہ تُو سے کدا استعمال تھوں انی چکیونو تُو ساتی رابطینی بیون تھیونیس

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
scl: بیسے انی گُنونیس کہ ایک بڑو گہ عام جکو کاری شونگو ڈیٹا سیٹ سے نائی نائی چیزی سنیونو گہ مشینے گی سیچارینیک شونگو ٹیکنالوجییوڑے لائی سم بینا۔ انی پُوری دنیاتی کوشیشیک ہِیں۔ بیسے پُوروڑے آنے یو با تھونیس۔ بیسے شونگو ٹیکنالوجیو سانتی دے لائیے باشے یو تھون تھونیس تاکہ پُوری دنیاتیجو مُتے مُتے شونگے آنے پشیجین۔

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
scl: اسوڑے یقین ہی کہ عام جکوڑےہتھے اونو بش ڈیٹاسیٹسے نائی نائی چیزی سنیونو مشینیجو سیچین باشی ٹیکنالوجی سانتی دیوں۔ کام وائیس لائی لائی باشو ڈیٹابیسک ہوں۔ نُو مُچھوڑینیو اکی لیگی لاؤ عام جکوڑے ہتھے ایک ڈیٹاسیٹیک ہوں۔ صرد انوئی ایک ژھہ گہ نُش۔ مُتے گہ شونگو ڈیٹاسیٹ زریاوو بارینی گہ کامن واسئیسینی مُچھوڑے بجوبییونوکاریو انو پٹونی چکیا۔ انی پُورے موجو کاریو نو گوش ہوں۔

source: Website Localization
scl: تومینو ویب سائٹ

source: Websites
scl: ویب سائیٹے

source: We couldn’t find that page for you
scl: تھئی کاریو انو پٹو نیسے نے لیدیس۔

source: We couldn’t get any audio clips for you to listen to. Please try again later.
scl: تُوڑے کونڈ دریونئی کاریو اسوڑے شونگو کلپی نے ہھتے آلے۔ پتینیو دُوگُنی تھے۔

source: We couldn’t get any sentences for you to speak. Please try again later.
scl: تُوڑے رجونو موجی توک اسوڑے ہتھے نے آلے۔ پتینیو دُگُنی چکے۔

source: Weekly
scl: ست چھکو

source: Weekly Goal
scl: ست چھکو مقصد

source: We launch the Common Voice site in this language.
scl: انی باشی نی بیسے نائی باش کامن وائسیڑے اچا رئیس۔

source: Welcome { $company } staff!
scl: سیے وتیت { $company } سانتھی

source: Welcome to Common Voice
scl: کامن وائیسینی تُڑے خوشالی

source: Welcome to Spontaneous Speech
scl: لوکو لوکو رَزینیک موجونی جُو گہ سلام!

source: Welsh
scl: ویلش

source: We may have run out of clips - refresh the page, or try again later.
scl: اسو کچی کلپی پھش بلاں۔ پٹو ریفریش تھے۔ یا پتینیو دُوگُنی تھے

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
scl: اسوٹے آ مشو نے ایفالو بے۔ جو جواسوٹ موتی ای میلیک <emailLink>{ $email }</emailLink> انیسیا تھیا تو بے تو کچی اون

source: We periodically release the dataset
scl: بیسے ڈیٹا سیٹ کمیکیک تھِیوں واشونیس۔

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
scl: بیسے وعدہ تھونیس کہ تُو سے رجاک موجوڑے شونگ تھون۔ مُتی گہ رجونو آنے زاب تھے <privacyLink> پرائویسی نوٹس/privacyLink>.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
scl: بے سے کھُلا زریاک سنیوں ہانس، لائی باشو شونگو ڈیٹاسیٹ سنیوں ہانس زو کویئ سے گہ باش رجون بینیک کوئی گہ اپلیکیشنیکڑے سیچاریونو استعمال تھیون بینا۔

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
scl: بیسے کراؤڈ سورسنگ تھیوں ہانس۔ انوشونگو(voice) اک اوپن-سورسک ہوں۔ تومو شونگونی رزا۔ مُتے جکو شونگو چکییا۔ پُوروٹے ڈیٹا سیٹ سم سنیا۔

source: We’re experiencing unexpected downtime
scl: لیل نی بئی خپ خاناک بیوں ہِیں۔

source: We're going out to get coffee.
scl: بے کافی پیونو دروڑے بوجونیس

source: We’re going out to get coffee.
scl: بہ' کافی پیونو دروڑے بجونیس۔

source: We release the dataset every 3 months.
scl: بیسے ڈیٹا سیٹ چے چے موزونی چینونیس

source: We're making some big changes
scl: بے سے چیک بڑئیے تبدیلیئے تھیوں ہاںس

source: We're receiving a lot of traffic and are currently investigating the issues.
scl: لیگی لا جک سے آنے ایوں ہاں، بیسے انی خپ خانہ یوک ہِیں چکیوں ہانس۔

source: We’re sorry, your platform is not currently supported.
scl: اسوٹے معاف تھیا، تھیو پلیٹ فارم سپورٹٹ نش

source: Western Highland Purepecha
scl: ویسٹرن ہائی لینڈ پوریپیچا

source: Western Penan
scl: مغربی (ویسٹرن) پینن/ Eastern Penan

source: Western Sierra Puebla Nahuatl
scl: ویسٹرن سیرا پئوبلا نہوتل

source: Westphalian
scl: ویسٹپالین

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
scl: بیسے موزیلے باوی (mozilla tools) استعمال تھونیش۔ <pontoonLink> پون ٹون </pontoonLink> ترجمئی کاریو۔ پون ٹونینی لیگی لائی باشے ھائیں۔ تھئی باش آنے نُش تو <pontoonRequestLink> تومی باش انے یو تھیاریون بوں۔ </pontoonRequestLink> ہو ایکشان باشے (کامن وائیش) پروجیکٹنی تھئی باش گی ہاتھے ایئی۔ <githubRepoLink> گٹ ہبانی باشی ہاتے اڑیونو آنے رس </githubRepoLink> <localizationFragment> سائٹ ترجمانی مُتیئے چکے</localizationFragment>

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
scl: بے چیک بدلیئے تھیئیساں۔ ڈیلٹا نی نامُچھینی پھیر چینیئک تازہ کلپی ہاں۔ <deltaLink> انو کررومو بارینی مُتی گہ رس </deltaLink>.

source: We've run out of sentences to record in this language...
scl: اسوکچی انی باشینی یو تھیونو/گٹی تھیونو موجی پھش بلاں

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
scl: بیسے انی گُنونیس کہ باشو موڈل )(speech model) لاؤنیو لا باشی رازینیکئی پرُجونینی سم بونی اواجئی۔ انیسئی کاریو، شونگو ڈیٹا سیٹینی (voice dataset) لاؤ نیو لا جک بونی اواجئی

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
scl: بیسے مشینو سیچینی ادائی سنون تھونیس کہ پتینی بینیک ہلینگے راٹین، تُوڑے پُوری لکھیانی رجونینی ابش نے تھینائے تو لائے کُوریگی بینیک ہلینگے گہ منیجینائے۔ پتینی چھُوت تھے گائیے شیئت تو گہ جیگا نے بیں۔ تُوئیڑے کونڈ دینو ابش تھینیک گایئے سم نے بینائے

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
scl: بیسے موتے موتے شونگے خوشامدید تھونس! کوئی اک رزیک سے ٹھس تھاؤ تھے، شونگو ڈنگو تھاؤ تھے، یا اچھی کھری نا ارؤ تھے، کلپیک لنگ تھیونو لیگ لایئی خیال چھورے۔ دنیاتنی کدائی کدائی شونگو رجینیارے ھائیں، کاسے نو کچاکیک توٹے تمومی کوی نی نے پروجی بے۔ تھی شل بئی، کاسے تھو پرولی تھے نہ رزے نا، اینو کاری گا یکیونو گینیا۔

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
scl: بیسے اسو کویورچھالوٹے کا لیل تھیایون تو سے اروڈیان تھے، ہو جے سے تو ٹے اوجے لائی معلومات گہ مدد دین۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
scl: بے مٗوتے موجی تھیونو کہ کامن وائیسینی تھئی باش یو کدا تھے تھیونی ہِیں، رابطینی بئیون

source: We will be in touch with more information as it becomes available.
scl: بے مُتے گہ موجی گینی آنے اون، آنے ہتھے آلے گی اکی۔

source: We will not make your email public.
scl: بیسے تھی ای میل پورے جگو کاری نے تھون۔

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
scl: بے سے ڈیٹا سیٹا نو تھئی شونگو ریکارڈنگ لنگ تھیونو دا درخواست بھڑا چکون۔ تھئی درخواست ان بلی تو بے سے آنو ٹے رابطہ تھون کاسے ڈیٹا سیٹ ڈاؤانلوڈ تھیا اور انوٹے تھئی شونگو ریکارڈنگ لنگ تھیا تھے بیونت تھون۔

source: We will show you a prompt or question
scl: بیسے تُوڑے پرومپٹیک یا سوالیک پَشارون۔

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
scl: بیسے فاؤنڈیشنو سانتی، سول سوسائیٹیوسانتی گہ کمیونٹیو سانتی کروم تھونیس، انٹرنیٹ سم دشیک سنیونی کاریو، لائی زور ایسٹ افریقانی ہیں۔ اسو پروگرامیٹک <programmaticWork> کرومئی بارے نی سیچیونو <programmaticWork>

source: What is a language on Common Voice?
scl: ایشان شونگونی (کامن وائیسینی) باش یوک ہِیں؟

source: What issues are you experiencing with this content?
scl: تُوڑے آنے یوک اَبش ہیں؟

source: What issues are you experiencing with this sentence?
scl: انو موجے نی تُوڑے یوک کھپ ہِیں؟

source: What is your age?
scl: تھیئی کال /کالے (عمر) کچاک بیلاں؟

source: What is your sex or gender?
scl: تُو بِیرو ہَوں دا سونچی؟

source: What kind of goal do you want to build?
scl: تُوسے یوک مقصد سنیم تھوں؟

source: What needs to be in my file?
scl: میئی فائیلینی یوک بونو اواجیئی؟

source: What sentences can I add?
scl: مُوسے یوک موش چینیم؟

source: What’s inside the Common Voice dataset?
scl: کامن وائیسو ڈیٹا سیٹی نی اجو یوک ہوں؟

source: What's Public?
scl: پورے جگو کاری یوک ہوں؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
scl: آ باش رازیک ایک سے شونگو کلپ نے منو تو شونگو کلپ ژھیریڑے بوجوں۔ دُو پھیری نے منیجیلو تو شونگو کلپ مزاریڑے (to the Clip Graverard) بوجوں

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
scl: کونڈ دیوجا شونگ تھے چکے کہ ریکارڈ تھیئیک لکھیئیک اکی ہِیں۔ چُعنی غلطییک گہ ہِیں تو نے منے۔<br /> لائی پھیر بینیک غلطئیے آنے ہائیں۔

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
scl: تُو سے تھنی ریکارڈنگے لُکھا تو بیسے ایکینی یا لائیے زپ فائیلو نی چھیرونیس۔ آنے تھے مُچھینیئے لُکھاک ہایئں۔

source: Which variant of { $language } do you speak?
scl: کا ویرینت { $language }توسے رزاوء

source: Why ?
scl: کئیے؟

source: Why a profile?
scl: پروفائیلک کے؟

source: Why are you asking?
scl: توسے کھوجن کے تھئو

source: Why Common Voice?
scl: کامن وائس کیئے؟

source: Why does this matter?
scl: انی کوری کے ہئیں

source: Why we built this Spontaneous Speech prototype
scl: بیسے انی لوکو لوکو دینیک موجی یوکیڑے سَنونیس؟

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
scl: پروفائلیک گی توسے تومے کرومو لیل تھیون بئو، شونگو ڈیٹا دین جگو سات گٹی بون بئو

source: Wixarika
scl: وکساریکا

source: Wixárika
scl: وِکساریکا

source: Wolof
scl: وولوف

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
scl: توسے تومی شونگو ریکارڈیگ فش تھائینو کھوش تھاؤ دا نے کامن وائیشو ڈیٹا سیٹا نی چھوریونو کھوش تھاؤ

source: Write
scl: لکھے

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
scl: زو سے یوک رجاک آئیں ادائی تھے اکی کچٹ تھے، چُنے موجی "اُم" یا "ایر" گہ۔

source: Write down what you hear the person saying here
scl: آنے منُوجو سے رجُوں ہُونک کونڈ دے ہو کچٹ تھے۔

source: Write options menu
scl: لکھیونو/کچٹ تھیونو آپشنو ژھیر

source: Xhosa
scl: زوسا

source: Xitsonga
scl: زٹسونگا

source: y
scl: وائی

source: Y
scl: وائی

source: Yaqui
scl: یقوئی

source: Yes
scl: اُوں

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
scl: یَہ، ای میل موڑے چینڈ

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
scl: اُوں، ای میل چینڈ۔ کامن وائیسینی انی باشو شونگ چھُریونو کاریومُو باخبر بو بیم تھوموس۔

source: Yiddish
scl: ییڈش

source: Yoruba
scl: یروبا

source: You
scl: تُو/ژھو

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
scl: تھئی ڈاؤنلوڈ بونو بوئی ہِیں۔ <size>{ $size }GB</size>, مُچھوڑے یازوں دا؟

source: You are prepared to initiate a download of <b>{ $size }</b>
scl: تُو ڈاؤنلوڈ تھیونو تیار ہوں <b>{ $size }</b>

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
scl: تُو سے موجی آنے <writePageLink> لکھے پٹونی یو تھیون بون۔ یا تُو سے آنے چکینیک پٹونی </reviewPageLink>چکیون بوں

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
scl: تھنو شِیداٹو ڈاونلوڈ مینیجرانی ڈایئرکٹ یو آر ایل کاپی پیسٹ تھیون بَوں۔۔ بوائیی گنٹے نیوجِینو کھین پھش بِیوں، تُو انو پٹینی اوئی کوئی گہ کھینینکی نی نائی سنیون بوں۔

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
scl: تُوسے بٹانو بورڈ گہ استعمال تھیون بوں { sc-review-form-button-approve-shortcut } منیونو { sc-review-form-button-reject-shortcut } پھل تھیونو { sc-review-form-button-skip-shortcut } پھل/پھت تھے

source: You can choose to make your username public or anonymous.
scl: توسے تومو یجاریک نوم پورے جگو کاری تھیون بو یا نوم لنگ تھیون باؤ

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
scl: تُو ڈیٹا سیٹی نی بوجون بوں <datasetsPage> ڈیٹا سیٹ پٹو </datasetsPage> ورژنیک یا تُوڑئیے اواجیک باشیک دی تھے۔ ہو ڈاؤن لوڈ تھے۔ فائلے میٹا ڈیٹا<metadataLink> سانتی شچی ہائیں۔ کویو موجی گہ موجی منیجی ریونو۔ ڈیٹا سیٹ ڈاؤن لوڈ تھیونو تُوڑے ای میلیک دیونی بئیں۔

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
scl: تومو شونگو چینی اور کامن وائسیا پروفائیلک سنے توسے بوٹوکاری بڑو ڈیٹاسیٹ سنیونو ساتی بون بؤ
